{
    "Tann" : "Charmante Twi'lek à la peau jaune et aux grand yeux bleus, Tann est le médecin de terrain de l'équipe. \n Exilée de Ryloth, elle est passée par de nombreux épisodes douloureux avant de rencontrer Ando Vespin, puis ses autres compagnons. Avec eux, elle a commencé à se construire une nouvelle vie. \n Elle possède la faculté d'influencer l'esprit des gens grâce à la Force, mais suite à ses diverses expériences et au vu de la façon dont s'en servent certains de ses amis, elle hésite à l'utiliser. \n Quand une situation devient trop musclée pour les négociations, elle préfère se reposer sur ses poings et sur Matt, son attachant et énervant compagnon.",
    "Matt" : "Humain à l'humour douteux, au charisme légendaire et aux capacités de pilotage discutables, Matt est ce qui se rapproche le plus d'un chef de groupe. \n Sélectionné pour être membre de la prochaine génération de padawans, son avenir devint incertain quand la République et l'Ordre Jedi tombèrent. Recruté par des pirates, il finit par rejoindre ses compagnons actuels un peu par hasard, au détour d'une aventure. \n Il maîtrise la Force, et peut améliorer ses capacités physiques. Il suit vaguement les anciens enseignements Jedis qu'il a reçu, préférant se fier à son instinct et à la jeune Twi'lek qui partage sa vie quand elle arrive à le supporter.",
    "Stroke": "Puissant, musculeux et inébranlable, Stroke est la tête pensante du groupe quand il s'agit de foncer dans le tas. \n Né sur une planète sauvage et inhospitalière, il a appris à survivre avant d'apprendre à réfléchir. Après diverses aventures, il a finit par rencontrer Ando vespin, qui a essayé de le remettre sur le droit chemin. \n Régulièrement tourmenté par des visions du futur qu'il ne cherche pas particulièrement à contrôler, il est clairement sensible à la Force. Sa rencontre avec un mystérieux Nautolan et sa découverte d'un masque de démon l'ont peu à peu fait sombrer vers le côté obscur, et ses compagnons commencent à craindre non seulement pour sa vie mais aussi pour son salut.",
    "Teka": "Mirialan attachante et extrèmement douée, Teka est de loin la plus capable du groupe. \n Elevée sur Mirial, elle a dû fuir quand sa famille a découvert qu'elle pouvait manipuler les objets par la pensée. Errant parmi les étoiles, vivant de ses capacités à fabriquer à peu près n'importe quoi à partir de pas grand chose, elle finit par rencontrer Ando Vespin, puis le reste du groupe. \n Elle possède depuis toujours la Force, et suite à sa rencontre avec un mystérieux Nautolan, elle a poussé ses capacités à leur paroxyme, bien décidée à les utiliser pour renverser l'Empire. \n Formée à la Force et au maniement du sabre laser, c'est une combattante redoutable qui manque souvent de modération."
}