{
    "Spintir": "Spintir est un monde de la Bordure Extérieure situé sur la route commerciale Trans-Hydienne. C'est une planète assez primitive, qui a servie à l'ordre Jedi de centre de détention pour les membres de leur Ordre qui sont passé du côté obscure de la Force. \n C'est ici que les héros se sont rencontré, tous répondant à l'appel à l'aide de leur ami Ando Vespin. Ils effectuèrent tous ensemble l'assention du mont Tellec, affrontèrent Malefax, un utilisateur du côté obscur de la Force, et y découvrirent plusieurs holocrons qui leur permirent d'en apprendre plus sur qui ils étaient et sur leurs capacités. \n Malheuresement pour eux, l'Empire finit par avoir vent de leur activité, et ils durent fuir la planète en urgence à bord de leur vaisseau.",
    "Utapau": "Utapau, planète iconique de la guerre des clones où fut défait le général Grevious, est une grande planète sèche parcourue par des vents violents qui obligent les habitants à vivre dans les immenses creuvasses naturelles qui parcourent la planète. \n Guidé ici par les visions de Stroke, ils y rencontrèrent des Pau'ans et des Utais, les deux races principales vivant sur la planète. Ils aidèrent un groupe d'Utais qui se faisaient passer pour un certain Obi Wan Kenobi à détruire des installations impériales. Stroke pour sa part y rencontra un peuple nomade auquel il vola une étrange gemme lumineuse, et Matt trouva un moyen d'endetter à vis le groupe en détruisant la moitié du port en cherchant à faire décoller le vaisseau. Ils finirent par affronter un dangereux inquisiteur, et s'en sortirent de justesse en lui volant son sabre laser, et agrandissant l'équipage en emportant un jeune pilote Utai du nom de Zavan.",
    "Zauna": "Zauna, petite planète au sol et à l'air toxique du secteur éponyme fut la prochaine destination des héros. Privés d'hyperdrive et aux commandes d'un vaisseau tombant en miettes, ils devaient se ravitailler et effectuer des réparations. \n Ils y rencontrèrent un certain Max, explorateur et chasseur de trésor qui cherchait une escorte pour fouiller l'épave d'un Venator, un ancien vaisseau de l'air de la République. Ils y trouvèrent du matériel de valeur, et Teka découvrit au sein du vaisseau les reste d'une triste scène de l'ordre 66. Stroke et Tann échappèrent de justesse à un vers géant qui emporta le bras du premier, et qui força les héros à arrêter les fouilles immédiatement pour aller chercher de l'aide. La planète, pauvre, ne possédait pas de médecin suffisemment compétent pour traiter ce genre de blessures, et ils se retrouvèrent embarquer par un chasseur de prime et sa compagne, Julien et Dromatra, vers une flotte rebelle qui stationnait non loin de là. En échange de certains services, Stroke pu recevoir des soins, et ils purent réparer complètement leur vaisseau.",
    "Medusa": "Nebula 2, du secteur Nebula est une planète arride et invivable pour la pluspart des espèces. Son sol est recouvert sur certains continents de ruines antiques que peu de gens ont osé explorer. \n Les héros y furent envoyés par l'Alliance Rebelle pour y secourir les survivants d'un vaisseau de ravitaillement qui s'y était posé en urgence. La mission ne commença pas de la meilleur façon, puisqu'ils durent partir sans Matt, introuvable.\n Là-bas, ils découvrirent que les passagers du vaisseau avait été atteints par une sorte de folie qui les avait fait s'entre-tuer. Les survivants s'étaient réfugiés dans un temple en ruine. Mal préparés, les héros se firent attaquer par des Chiens Rouges, des créatures monstrueuses à la peau écailleuse solide comme la roche. Tann fut mordue à la cuisse et sa blessure s'infecta à une vitesse alarmante. \n A l'intérieur du temple, Tann s'occupa des survivants, et fut abandonnée par Teka et Stroke qui sentaient que la Force était puissante en ce lieu. Teka y trouva un objet antique qu'elle ne parvint pas à identifier, et Stroke trouva de son côté un masque de démon, dont il ne parla à personne. \n Au final, seuls deux membres d'équipage avaient survécu, et Tann commença à douter sur les capacités de leur groupe et sur leur cohésion.",
    "MedusaBis": "Nebula 6, du même secteur que la planète précédente (étonnant n'est-ce pas ?) est elle aussi une planète désertique, au climat néanmoins plus clément que Nebula 2. \n Les héros s'y rendirent pour tenter de sauver Tann, victime du poison des chiens rouges qui se répandait à une vitesse alarmante dans son organisme. Après des recherches infructueuses en ville, ils gagnèrent la maison d'un ermite Nautolan qui accepta de les aider. Les héros se rendirent compte qu'il maîtrisait la Force lorsqu'il l'utilisa pour sauver la Twi'lek. \n Lorsqu'il proposa de les former à son usage, Teka et Stroke acceptèrent sans hésiter, mais Matt et Tann, effrayé par la noirceur qui émmanait du Nautola, déclinèrent l'invitation et quittèrent la planète à contre-coeur, sans leurs amis, leur promettant qu'ils reviendraient. Le chef d'une bande de bandit qui les avait attaqué, soigné par Tann et émerveillé par sa bienveillance choisi de les accompagner pour se faire une nouvelle vie.",
    "Paradisia": "Paradisia, planète tropicale et destination de rêve pour vos vacances entre partisans de l'Empire est une petite pnaète qui a bénéficié de la chute de la République pour s'enrichir. \n Tann et Matt, toujours au service de l'Alliance Rebelle, y furent envoyé pour y assassiner un marchant d'esclave et pour récupérer les données impériales qu'il possédait.\n Accompagné d'Ando, leur ancien ami, de Devalan, l'ex-bandit, de Meliwë, Twi'lek sauvée sur Medusa et de Zavan le pilote Utai, ils mirent en place un plan pour s'occuper de l'esclavagiste. Tout ne se passa pas comme prévu, et Tann failli y laisser sa vie et même plus. Ce fut l'occasion pour Matt de lui déclarer définitivement sa flamme en la sauvant. \n Poursuivis par les forces impériales, ils s'enfuirent à bord d'un vaisseau volé bien meilleur que celui qu'ils possédaient. Devalan, qui se révèlait être un excellent informaticien, trouva alors une information capitale dans les données volées: Alema, la soeur que Tann pensait morte depuis longtemps était en fait vivante, et enfermée dans une prison impériale sur Mur, une lune de Mustafar...",
    "Mur": "Mur est une des lunes de Mustafar. Planète essentiellement composée d'eau, elle contient une des prison impériale les plus secrète. Forts des informations qu'ils avaient volé sur Paradisia, Matt et Tann partient cherche Teka et Stroke, qui continuaient leur entraienement. Changés par plus d'une année d'entraînement, façonnés par le côté obscur, Tann et Matt ne les reconnurent pas tout de suite et hésitèrent, mais ils avaient au final trop besoin d'eux pour libérer Alema. Après une préparation minutieuse, ils s'infiltrèrent dans la prison, y affrontèrent les meilleurs troupes de l'empire pour se retrouver face à un inquisiteur et à Alema elle-même, qui avait rejoint les rangs ennemis ! Une bataille sanglante s'engagea, les pouvoirs démesurés de Teka s'opposant aux pouvoirs anhilateurs de Alema, les sabres de Stroke et Matt s'opposant à celui de l'inquisiteur. Alors que tout semblait perdu, Tann réussi à atteindre sa soeur, ce qui permit à Teka de projeter l'inquisiteur dans le vide. Ils libérèrent les prisonniers et s'échappèrent blessés, physiquement et mentalement alors que les renforts impériaux arrivaient, guidés par un guerrier en armure noire...",
    "Thalis": "Thalis est une planète de glace, où l'hiver est sans fin. Aussi appelée 'L'oeil de l'hiver' en raison de sa forme depuis l'espcae, elle est connue pour sa production de gaz et sa loyauté envers l'Empire. \n Les héros s'y rendirent pour ramener chez eux les prisonniers qu'ils avaient récupérés sur Mur. Au cours du voyage, ils se rendirent compte que ceux-ci maîtrisaient eux aussi la Force, et qu'ils avaient un maître qui les avait formé sur leur monde natale. Pour Tann, détruite psychologiquement par l'état de sa soeur, c'était une porte de sortie qui lui permettrait peut-être de la soigner. C'était peut être aussi pour Stroke un moyen de sortir se la spirale infernale du côté obscur qui le maintenait dans un coma depuis son dernier affrontement contre l'inquisiteur..."
}